[T_Guerilla_Ops_Recover_Item_Central_01 SoundNodeWave]
SpokenText="Згiдно з доповiдями розвiдки, сховище даних \"Адвента\" з iнформацiєю про майбутню операцiю було викрадено силами Опору. На жаль, прибульцi встигли вiдбити об'єкт, знищивши всiх, кого там застали. Не можна упустити таку можливiсть порушити плани ворога. Захопiть цi данi."

[T_Guerilla_Ops_Recover_Item_Central_02 SoundNodeWave]
SpokenText="Мiсцевi сили Опору захопили сховище даних \"Адвента\" з файлами, що стосуються операцiї прибульцiв, про яку нам нещодавно стало вiдомо. Однак ворог так просто не здається - прибульцi повернули собi i територiю, i данi, а також знищили всiх, кого змогли виявити. Нас так просто не зупинити. Захопiть данi."

[T_Guerilla_Ops_Recover_Item_Central_03 SoundNodeWave]
SpokenText="Загiн Опору, що дiє в цьому районi, напав на сили \"Адвента\" i, здається, захопив сховище даних, якi мають важливе значення для операцiї прибульцiв. На жаль, ворожi пiдкрiплення повернули територiю пiд свiй контроль, i зв'язок з мiсцевими агентами обiрвався. Ми готуємося провести зачистку мiсцевостi i знову захопити данi."

[T_Guerilla_Ops_Recover_Item_Central_04 SoundNodeWave]
SpokenText="Група мiсцевих агентiв Опору напала на патруль \"Адвента\" i виявила сховище даних, яке той транспортував. Схоже, в ньому зберiгається важлива iнформацiя, що стосується проекту прибульцiв, про який нам вже вiдомо. На жаль, на мiсце швидко прибуло ворожий пiдкрiплення, i ми повнiстю втратили зв'язок iз силами Опору. Наше завдання - зачистити сектор i повернути данi."

[AssaultAlienBase_TacIntro SoundNodeWave]
SpokenText="\"Загроза 1-5\": здiйснiть проникнення i розвiдку територiї. Будьте готовi до активного опору, нейтралiзуйте всi сили ворога."

[T_AssaultNetworkTower_Central_01 SoundNodeWave]
SpokenText="Шеф, ми плануємо напасти вiдразу з двох сторiн. Спершу ми зламаємо саме серце вежi \"Адвента\" i виведемо з ладу мережу - тут доведеться дiяти швидко. Якщо ми зможемо перехопити управлiння, Шень пiдготує маленький сюрприз, який повинен, м'яко кажучи, вiдволiкти увагу наших противникiв. Перекриємо пiдходи, зачистимо сектор i нейтралiзуємо всi сили противника, що охороняють цiль. Якщо все пройде гладко, вони навiть не встигнуть зрозумiти, що сталося."

[T_Guerilla_Ops_Recover_Item_Advent_Building_Central_01 SoundNodeWave]
SpokenText="Розвiдка повiдомляє, що сили \"Адвента\" розмiстили незахищене сховище даних на одному зi своїх об'єктiв у цiй зонi. Наскiльки ми знаємо, в ньому знаходиться iнформацiя про майбутню операцiю прибульцiв. Вiдповiдно, ми збираємося захопити його. Отримайте цi данi будь-якою цiною."

[T_Guerilla_Ops_Recover_Item_Advent_Building_Central_02 SoundNodeWave]
SpokenText="Доктор Тайган деякий час вiдстежував перемiщення сховища даних \"Адвента\" з iнформацiєю про нову операцiю прибульцiв i зрештою змiг встановити, що зараз воно знаходиться на одному з їхнiх об'єктiв у цьому районi. Тайган вважає, що ми в змозi витягти данi, за умови, що впораємося з охороною."

[T_Guerilla_Ops_Recover_Item_Advent_Building_Central_03 SoundNodeWave]
SpokenText="Використовуючи доступ до мережi \"Адвента\", ми обчислили мiсцезнаходження сховища даних: це один з об'єктiв ворога в цьому районi. Наскiльки можна судити, там мiстяться данi, що стосуються запланованої операцiї прибульцiв. Наше завдання - захопити їх. Очiкується опiр, так що це буде нелегко."

[T_Guerilla_Ops_Recover_Item_Advent_Building_Central_04 SoundNodeWave]
SpokenText="По лiнiї Опору надiйшла наводка, що патрульний загiн \"Адвента\" органiзував сховище даних у цьому районi. Схоже, в ньому знаходяться файли, що стосуються планованої операцiї прибульцiв. Ми не можемо упустити можливiсть перешкодити їм, тому збираємося захопити цi данi."

[T_Guerilla_Ops_Recover_Item_Advent_Building_Central_05 SoundNodeWave]
SpokenText="Ми отримали звiстку вiд Опору: один з їхнiх агентiв виявив у цьому районi сховище даних \"Адвента\" з iнформацiєю про заплановану операцiю. Наше завдання: захопити данi, щоб зупинити ворога, поки все не зайшло надто далеко."

